---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectedSurfaceArea
source: html/fa75bfca-a708-4408-68a5-1328339140bd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectedSurfaceArea Property

"Projected Area"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectedSurfaceArea { get; }
```